Repository: folm/FolmPay
Catalog: i18n/po/*.po
Languages: nl

source: WARNING: UNTRUSTED CERTIFICATE
nl: WAARSCHUWING: NIET-VERTROUWD CERTIFICAAT

source: Waiting for Ledger...
nl: Wachten op Ledger...

source: Waiting for Trezor...
nl: Wachten op Trezor...

source: Waiting for copayers
nl: Wachten op medebetalers

source: Waiting...
nl: Wachten...

source: Wallet Addresses
nl: Portefeuille adressen

source: Wallet Color
nl: Portefeuille kleur

source: Wallet Configuration (m-n)
nl: Portefeuille configuratie (m-n)

source: Wallet Created
nl: Portefeuille aangemaakt

source: Wallet Id
nl: Portefeuille ID

source: Wallet Information
nl: Portefeuille informatie

source: Wallet Invitation
nl: Portefeuille uitnodiging

source: Wallet Key
nl: Portefeuille sleutel

source: Wallet Name
nl: Portefeuille naam

source: Wallet Name (at creation)
nl: Portefeuille naam (bij aanmaking)

source: Wallet Network
nl: Portefeuille netwerk

source: Wallet Recovery Phrase
nl: Portefeuille herstel-zin

source: Wallet Recovery Phrase is invalid
nl: De herstel-zin van de portefeuille is ongeldig

source: Wallet Service URL
nl: Portefeuille Service URL

source: Wallet Settings
nl: Portefeuille instellingen

source: Wallet Type
nl: Portefeuille type

source: Wallet already exists
nl: Portefeuille bestaat al

source: Wallet already in Copay
nl: Portefeuille al in Copay

source: Wallet created
nl: Portefeuille aangemaakt

source: Wallet incomplete and broken
nl: Portefeuille incompleet en kapot

source: Wallet is full
nl: Portefeuille is vol

source: Wallet is locked
nl: Portefeuille is vergrendeld

source: Wallet is not complete
nl: Portefeuille is niet compleet

source: Wallet name
nl: Portefeuille naam

source: Wallet needs backup
nl: Portefeuille vereist back-up

source: Wallet not backed up
nl: Er is nog geen back-up van de portefeuille gemaakt

source: Wallet not found
nl: Portefeuille niet gevonden

source: Wallet not registered
nl: Portefeuille niet geregistreerd

source: Wallet not registered at the wallet service. Recreate it from "Create Wallet" using "Advanced Options" to set your recovery phrase
nl: Portefeuille niet geregistreerd bij de wallet service. Maak deze opnieuw aan vanuit "Portefeuille Aanmaken" en maak gebruik van "Geavanceerde opties" om uw herstel zin in te voeren

source: Wallet recovery phrase not available.
nl: Portefeuille herstel-zin niet beschikbaar.

source: Wallet service not found
nl: Wallet Service introuvable

source: Wallets
nl: Portefeuilles

source: Wallets & Integrations
nl: Portefeuilles & Integratie

source: Warning!
nl: Waarschuwing!

source: Warning: this transaction has unconfirmed inputs
nl: Waarschuwing: deze transactie heeft onbevestigde ontvangsten

source: Watch out!
nl: Let op!

source: We'd love to do better.
nl: Wij worden graag beter.

source: We'll confirm on the next screen.
nl: We bevestigen dit op het volgende scherm.

source: We're always looking for ways to improve {{appName}}.
nl: Wij zoeken altijd naar manieren om {{appName}} te verbeteren.

source: We're always looking for ways to improve {{appName}}. How could we improve your experience?
nl: Wij zoeken altijd naar manieren om {{appName}} te verbeteren. Hoe kunnen wij uw ervaring verbeteren?

source: We�re always looking for translation contributions! You can make corrections or help to make this app available in your native language by joining our community on Crowdin.
nl: Wij zijn altijd op zoek naar hulp met vertalingen! U kunt correcties aanbrengen of helpen deze app beschikbaar te maken in uw eigen taal door deel te nemen aan onze gemeenschap op Crowdin.

source: What do you call this wallet?
nl: Hoe noemt u deze portefeuille?

source: When this wallet was created, it was called &ldquo;{{walletName}}&rdquo;. You can change the name displayed on this device below.
nl: Ten tijde van aanmaken kreeg deze portefeuille de naam &ldquo;{{walletName}}&rdquo;. U kunt de naam wijzigen die op dit apparaat weergegeven wordt.

source: Where would you like to receive email notifications about payments?
nl: Waar wilt u email meldingen ontvangen over betalingen?

source: Why?
nl: Waarom?

source: Would you be willing to rate {{appName}} in the app store?
nl: Wilt u {{appName}} beoordelen?

source: Would you like to receive push notifications about payments?
nl: Wilt u push-notificaties ontvangen over transacties?

source: Wrong number of recovery words:
nl: Onjuist aantal herstel-woorden:

source: Wrong spending password
nl: Onjuist betalingswachtwoord

source: Yes
nl: Ja

source: Yes, skip
nl: Ja, overslaan

source: You can create a backup later from your wallet settings.
nl: U kunt later een back-up maken vanuit de portefeuille instellingen.

source: You can make contributions by signing up on our Crowdin community translation website. We�re looking forward to hearing from you!
nl: U kunt een bijdrage leveren door u aan te melden bij onze Crowdin gemeenschap vertalings website. Wij kijken er naar uit om van u te horen!

source: You can scan Folm Coin addresses, payment requests, paper wallets, and more.
nl: U kunt Folm Coin adressen scannen, betalingsverzoeken, papieren portefeuilles, en meer.

source: You can see the latest developments and contribute to this open source app by visiting our project on GitHub.
nl: U kunt de laatste ontwikkelingen volgen en bijdragen aan deze open source app door onze project pagina te bezoeken op GitHub.

source: You can spend Folm Coin at websites and stores worldwide.
nl: U kunt wereldwijd bij websites en winkels met Folm Coin betalen.

source: You can still export it from Advanced &gt; Export.
nl: U kunt deze nog steeds exporteren vanuit Geavanceerd &gt; Exporteren.

source: You can trade it for other currencies like US Dollars, Euros, or Pounds.
nl: kunt het inwisselen voor valuta's zoals de Amerikaanse Dollar, de Euro, of Ponden.

source: You control your Folm Coin.
nl: U heeft de controle over uw Folm Coins.

source: You'll receive email notifications about payments sent and received from your wallets.
nl: U ontvangt e-mail meldingen over verzonden en ontvangen betalingen van uw portefeuille.

source: Your Folm Coin wallet is backed up!
nl: Er is een back-up gemaakt van uw Folm Coin portefeuille!

source: Your Folm Coin wallet is ready!
nl: Uw Folm Coin portefeuille is gereed!

source: Your ideas, feedback, or comments
nl: Uw ide�en, feedback of reacties

source: Your name
nl: Uw naam

source: Your nickname
nl: Uw bijnaam (nickname)

source: Your password
nl: Uw wachtwoord

source: Your wallet is never saved to cloud storage or standard device backups.
nl: Uw portefeuille wordt nooit opgeslagen in de cloud of in standaard apparaat back-ups.

source: Your wallet key will be encrypted. The Spending Password cannot be recovered. Be sure to write it down.
nl: Uw portefeuille sleutel wordt versleuteld. Het bestedingswachtwoord kan niet worden hersteld, schrijf deze zorgvuldig op.

source: [Balance Hidden]
nl: [Saldo verborgen]

source: add your FolmPay Visa card(s)
nl: Voeg uw FolmPay Visa kaart(en) toe

source: address not available
nl: adres niet beschikbaar

source: address not yet available
nl: adres nog niet beschikbaar

source: is locked
nl: is vergrendeld

source: locked by pending payments
nl: vergrendeld door betalingen in behandeling

source: me
nl: mij

source: name@example.com
nl: naam@voorbeeld.nl

source: preparing...
nl: voorbereiden...

source: to accept
nl: accepteren

source: to pay
nl: betalen

source: to send
nl: verzenden

source: {{appName}} depends on Folm Coin Wallet Service (NWS) for blockchain information, networking and Copayer synchronization. The default configuration points to https://nws.folmpay.com (FolmPay's public BWS instance).
nl: {{appName}} is afhankelijk van Folm Coin Wallet Service (NWS) voor blockchain informatie, netwerk verbinding en Copayer synchronisatie. De standaard instelling wijst naar https://nws.folmpay.com (FolmPay's openbare NWS instance).

source: {{appName}} startup is locked by PIN. Are you sure you want to disable it?
nl: {{appName}} opstarten is beveiligd met een PIN-code. Weet u zeker dat u dit wilt uitschakelen?

source: {{feeRateStr}} of the transaction
nl: {{feeRateStr}} van de transactie

source: {{fee}} will be deducted for Folm Coin networking fees.
nl: {{fee}} wordt in mindering gebracht als Folm Coin transactiekosten.

source: {{updatingTxHistoryProgress}} transactions downloaded
nl: {{updatingTxHistoryProgress}} transacties gedownload

source: {{wallet.m}}-of-{{wallet.n}}
nl: {{wallet.m}}-van-{{wallet.n}}

source: Can't load Changelly widget
nl: De Changelly widget kan niet worden geladen

source: Attempting to load the camera, please wait.
nl: De camera wordt geladen, een moment geduld aub.

source: Your camera may be disabled or you may have no camera connected. In either case the scan function will not work.
nl: Uw camera is mogelijk uitgeschakeld of er is geen camera verbonden. In beide gevallen zal de scan functie niet werken.

source: Calculating Transaction Fees
nl: Transactiekosten berekenen

source: Finding NavTech Server
nl: Folmtech Server zoeken

source: Private Payment
nl: Anonieme betaling

source: Purchase Folm Coin
nl: Koop Folm Coin

source: To get started, you can buy Folm Coin through our exchange partner Changelly.
nl: Om te starten kunt u Folm Coin kopen via onze beurspartner Changelly

source: Loading Changelly Exchange...
nl: Changelly beurs laden...

source: Next
nl: Volgende
