Repository: folm/FolmPay
Catalog: i18n/po/*.po
Languages: nl

source: Locktime in effect. Please wait to remove this spend proposal
nl: Tijdslot actief. Wacht om het betalingsvoorstel te verwijderen

source: Low fees
nl: Lage transactiekosten

source: Make a payment to
nl: Doe een betaling aan

source: Makes sense
nl: Klinkt logisch

source: Matches:
nl: Komt overeen met:

source: Me
nl: Mij

source: Meh - it's alright
nl: Meh- het is goed

source: Merchant Message
nl: Bericht van verkoper

source: Message
nl: Bericht

source: Missing parameter
nl: Ontbrekende parameter

source: Missing private keys to sign
nl: Priv� sleutels ontbreken om te signeren

source: More Options
nl: Meer opties

source: Moved
nl: Verplaatst

source: Moved Funds
nl: Folm Coin verplaatst

source: Multiple recipients
nl: Meerdere ontvangers

source: NOTE: To import a wallet from a 3rd party software, please go to Add Wallet &gt; Create Wallet, and specify the Recovery Phrase there.
nl: Naam

source: Network
nl: Netwerk

source: Network error
nl: Netwerk fout

source: New Proposal
nl: Nieuw voorstel

source: New address could not be generated. Please try again.
nl: Er kon geen nieuw adres worden gegenereerd. Probeer opnieuw.

source: New personal wallet
nl: Nieuwe persoonlijke portefeuille

source: Next steps
nl: Volgende stappen

source: No
nl: Nee

source: No Wallet
nl: Geen portefeuille

source: No backup, no Folm Coin.
nl: Geen back-up, geen Folm Coin.

source: No contacts yet
nl: Nog geen contacten

source: No hardware information available.
nl: Geen hardware informatie beschikbaar.

source: No hardware wallets supported on this device
nl: Dit apparaat ondersteund geen hardware portefeuilles

source: No pending proposals
nl: Geen wachtende voorstellen

source: No recent transactions
nl: Geen recente transacties

source: No transactions yet
nl: Nog geen transacties

source: No wallet found
nl: Geen portefeuille gevonden

source: No wallet selected
nl: Geen portefeuille geselecteerd

source: No wallets available
nl: Geen portefeuille beschikbaar

source: No wallets available to receive funds
nl: Geen portefeuille beschikbaar om transacties te ontvangen

source: Normal
nl: Normaal

source: Not authorized
nl: Niet geautoriseerd

source: Not enough funds for fee
nl: Onvoldoende saldo voor transactiekosten

source: Not even FolmPay can access it.
nl: Zelfs FolmPay heeft geen toegang.

source: Not funds found
nl: Geen saldo gevonden

source: Not now
nl: Niet nu

source: Note
nl: Notitie

source: Notice: only 1-1 (single signature) wallets can be used for sell Folm Coin
nl: Let op: slechts 1-1 (enkele ondertekening) portefeuilles kunnen worden gebruikt voor het verkopen van Folm Coin

source: Notifications
nl: Notificaties

source: Now is a good time to backup your wallet. If this device is lost, it is impossible to access your funds without a backup.
nl: Nu is een geschikt moment om een back-up te maken van uw portefeuille. Als dit apparaat wordt verloren is het onmogelijk om toegang tot uw saldo te krijgen zonder een back-up.

source: Now is a perfect time to assess your surroundings. Nearby windows? Hidden cameras? Shoulder-spies?
nl: Het is nu een perfect moment om uw omgeving te checken. Ramen dichtbij? Verborgen camera�s? Kijkt iemand mee?

source: OKAY
nl: OK

source: Official English Disclaimer
nl: Offici�le Engelse gebruikersvoorwaarden

source: Oh no!
nl: Oh nee!

source: On this screen you can see all your wallets, accounts, and assets.
nl: Op dit scherm ziet u al uw portefeuilles, accounts en activa.

source: One-touch Sign In
nl: One-touch login

source: Open
nl: Openen

source: Open Crowdin
nl: Crowdin openen

source: Open GitHub
nl: GitHub openen

source: Open GitHub Project
nl: GitHub project openen

source: Open Insight
nl: Insight openen

source: Open Settings
nl: Instellingen openen

source: Open Translation Community
nl: Open Vertalingscommunity

source: Open Website
nl: Website openen

source: Open wallet
nl: Portefeuille openen

source: Order the FolmPay Card
nl: FolmPay kaart bestellen

source: Password
nl: Wachtwoord

source: Password required. Make sure to enter your password in advanced options
nl: Wachtwoord vereist. Zorg ervoor dat u uw wachtwoord invult in de geavanceerde instellingen

source: Paste invitation here
nl: Plak de uitnodiging hier

source: Paste the backup plain text code
nl: Plak de back-up tekst code

source: Pay 0% fees to turn Folm Coin into dollars.
nl: Betaal 0% transactiekosten om Folm Coin om te zetten in dollars.

source: Pay To
nl: Betaal aan

source: Payment Accepted
nl: Betaling geaccepteerd

source: Payment Expires:
nl: Betaling verloopt:

source: Payment Proposal
nl: Betalingsvoorstel

source: Payment Proposal Created
nl: Betalingsvoorstel gecre�rd

source: Payment Proposals
nl: Betalingsvoorstel

source: Payment Protocol Invalid
nl: Betalingsprotocol ongeldig

source: Payment Protocol not supported on Chrome App
nl: Betalingsprotocol wordt niet ondersteund door de Chrome App

source: Payment Received
nl: Betaling ontvangen

source: Payment Rejected
nl: Betaling afgewezen

source: Payment Sent
nl: Betaling verzonden

source: Payment accepted, but not yet broadcasted
nl: Betaling geaccepteerd, maar nog niet uitgezonden

source: Payment accepted. It will be broadcasted by Glidera. In case there is a problem, it can be deleted 6 hours after it was created.
nl: Betaling geaccepteerd. Deze wordt uitgezonden door Glidera. In het geval van een probleem kan deze worden verwijderd 6 uur nadat deze werd aangemaakt.

source: Payment details
nl: Betalingsgegevens

source: Payment request
nl: Betalingsverzoek

source: Pending
nl: In behandeling

source: Pending Proposals
nl: Voorstelling in behandeling

source: Permanently delete this wallet.
nl: Deze portefeuille definitiet verwijderen.

source: Personal Wallet
nl: Persoonlijke portefeuille

source: Please carefully write down this phrase.
nl: Schrijf deze zin nauwkeurig op.

source: Please connect a camera to get started.
nl: Sluit een camera aan om te starten.

source: Please enter the recovery phrase
nl: Voer de herstel-zin in

source: Please enter the required fields
nl: Voer de vereiste velden in

source: Please enter the wallet recovery phrase
nl: Voer de portfeuille herstel-zin in

source: Please enter your PIN
nl: Voer uw PIN in

source: Please place your fingertip on the scanner to verify your identity
nl: Plaats uw vinger op de scanner om uw identiteit te verifi�ren

source: Please tap each word in the correct order.
nl: Selecteer elk woord in de juiste volgorde.

source: Please upgrade FolmPay to perform this action
nl: Werk FolmPay bij om deze handeling uit te voeren

source: Please, select your backup file
nl: Selecteer uw back-up bestand

source: Preferences
nl: Voorkeuren

source: Preparing addresses...
nl: Adressen voorbereiden...

source: Preparing backup...
nl: Back-up voorbereiden...

source: Press again to exit
nl: Nogmaals selecteren om af te sluiten

source: Priority
nl: Prioriteit

source: Private key encrypted. Enter password
nl: Priv� sleutel versleuteld. Voer wachtwoord in

source: Private key is encrypted, cannot sign
nl: Priv� sleutel versleuteld, kan niet ondertekenen

source: Proposal Accepted
nl: Voorstel geaccepteerd

source: Proposal Created
nl: Voorstel aangemaakt

source: Proposal Deleted
nl: Voorstel verwijderd

source: Proposal Rejected
nl: Voorstel afgewezen

source: Proposals
nl: Voorstellen

source: Push Notifications
nl: Push-notificaties

source: Push notifications for {{appName}} are currently disabled. Enable them in the Settings app.
nl: Push-notificaties voor {{appName}} zijn momenteel uitgeschakeld. Schakel deze in vanuit de instellingen.

source: Quick review!
nl: Snel controleren!

source: Random
nl: Willekeurig

source: Rate on the app store
nl: Beoordelen in de app store

source: Read less
nl: Minder lezen

source: Read more
nl: Meer lezen

source: Receive
nl: Ontvangen

source: Received
nl: Ontvangen

source: Received Funds
nl: Ontvangen bedrag

source: Receiving
nl: Ontvangen

source: Recent Transaction Card
nl: Recente transacties kaart

source: Recent Transactions
nl: Recente transacties

source: Recipient
nl: Ontvanger

source: Recipients
nl: Onvangers

source: Recovery phrase
nl: Herstel-zin

source: Recreate
nl: Opnieuw aanmaken

source: Recreating Wallet...
nl: Portefeuille opnieuw aan het aanmaken...

source: Rejected
nl: Geweigerd

source: Rejecting payment proposal
nl: Betalingsvoorstel weigeren

source: Release information
nl: Release-informatie

source: Remove FolmPay Account?
nl: FolmPay account verwijderen?

source: Remove FolmPay Card?
nl: FolmPay kaart verwijderen?

source: Removing your FolmPay account will remove all associated FolmPay account data from this device. Are you sure you would like to remove your FolmPay Account ({{email}}) from this device?
nl: Uw FolmPay account verwijderen zal er tevens voor zorgen dat all FolmPay account data van dit apparaat wordt verwijderd. Weet u zeker dat u uw FolmPay account {{email}} wilt verwijderen van dit apparaat?

source: Repeat password
nl: Wachtwoord herhalen

source: Repeat the password
nl: Het wachtwoord herhalen

source: Request Fingerprint
nl: Vraag om vingerafdruk

source: Request Specific amount
nl: Vraag specifiek bedrag

source: Request Spending Password
nl: Vraag bestedingwachtwoord

source: Required number of signatures
nl: Vereiste aantal ondertekeningen

source: Restore from backup
nl: Vanaf back-up herstellen

source: Retrieving inputs information
nl: Invoer informatie aan het opvragen

source: Retry
nl: Opnieuw proberen

source: Retry Camera
nl: Camera opnieuw proberen

source: Save
nl: Opslaan

source: Scan
nl: Scannen

source: Scan QR Codes
nl: QR-codes scannen

source: Scan addresses for funds
nl: Scan adres voor saldo

source: Scan again
nl: Opnieuw scannen

source: Scan your fingerprint please
nl: Vingerafruk scannen

source: Scanning Wallet funds...
nl: Portefueille saldo scannen...

source: Screenshots are not secure
nl: Schermopname zijn niet veilig

source: Search Transactions
nl: Zoek een transactie

source: Search or enter Folm Coin address
nl: Zoek of voer een Folm Coin adres in

source: Search transactions
nl: Zoek transacties

source: Search your currency
nl: Zoek uw valuta

source: Security
nl: Veiligheid

source: Select a backup file
nl: Selecteer een back-up bestand

source: Select a wallet
nl: Selecteer een portefeuille

source: Self-signed Certificate
nl: Self-gesigneerd certificaat

source: Selling Folm Coin...
nl: Folm Coin verkopen...

source: Send
nl: Verzend

source: Send Feedback
nl: Feedback verzenden

source: Send Money
nl: Geld verzenden

source: Send addresses by email
nl: Verzend adres per e-mail

source: Send Folm Coin
nl: Folm Coin verzenden

source: Send by email
nl: Verzend per email

source: Send from
nl: Verzend vanaf

source: Send max amount
nl: Verzend maximale bedrag

source: Send us feedback instead
nl: Stuur feedback in plaats daarvan

source: Sending
nl: Bezig met verzenden

source: Sending 2FA code...
nl: 2FA code aan het verzenden...

source: Sending feedback...
nl: Feedback aan het verzenden...

source: Sending maximum amount
nl: Maximale bedrag aan het verzenden

source: Sending transaction
nl: Transactie aan het verzenden

source: Sending {{amountStr}} from your {{name}} wallet
nl: Verzend {{amountStr}} uit uw {{name}} portefeuille

source: Sent
nl: Verzend

source: Sent Funds
nl: Verzend bedrag

source: Server response could not be verified
nl: Het antwoord van de server kon niet worden geverifieerd

source: Services
nl: Diensten

source: Session Log
nl: Sessie logboek

source: Session log
nl: Sessie logboek

source: Set up a password
nl: Stel een wachtwoord in

source: Settings
nl: Instellingen

source: Share
nl: Deel

source: Share invitation
nl: Deel uitnodiging

source: Share the love by inviting your friends.
nl: Deel het plezier door uw vrienden uit te nodigen.

source: Share this invitation with your copayers
nl: Deel deze uitnodiging met uw medebetalers

source: Share {{appName}}
nl: Deel {{appName}}

source: Shared Wallet
nl: Gedeelde portefeuille

source: Show Recovery Phrase
nl: Toon herstel-zin

source: Show address
nl: Toon adres

source: Show advanced options
nl: Toon geavanceerde instellingen

source: Show Folm Coin address
nl: Toon Folm Coin adres

source: Show more
nl: Toon meer

source: Signatures rejected by server
nl: Ondertekening afgewezen door de server

source: Signing transaction
nl: Transactie aan het ondertekenen

source: Since only you control your money, you�ll need to save your backup phrase in case this app is deleted.
nl: Omdat al u controle heeft over uw Folm Coin, zal u een back-up moeten maken voor het geval u de app verwijderd.

source: Single Address Wallet
nl: Enkel portefeuille adres

source: Skip
nl: Overslaan

source: Slide
nl: Veeg

source: Specify Recovery Phrase...
nl: Specificeer de herstel-zin...

source: Spend proposal is not accepted
nl: Betalingsvoorstel is niet geaccepteerd

source: Spend proposal not found
nl: Betalingsvoorstel niet gevonden

source: Spending Password needed
nl: Betalingswachtwoord benodigd

source: Start sending Folm Coin
nl: Start met het versturen van Folm Coin

source: Starting...
nl: Starten...

source: Startup Lock
nl: Opstart vergrendeling

source: Super Economy
nl: Super zuinig

source: Sweep
nl: Leegmaken

source: Sweep paper wallet
nl: Papieren portefeuille legen

source: Sweeping Wallet...
nl: Portefeuille legen...

source: THIS ACTION CANNOT BE REVERSED
nl: DEZE ACTIE KAN NIET WORDEN TERUGGEDRAAID

source: Take control of your money,<br>get started with Folm Coin.
nl: Neem de controle over uw geld,<br>start met Folm Coin.

source: Tap and hold to show
nl: Appuyez et maintenez pour afficher

source: Tap to retry
nl: Tik en houd vast om te tonen

source: Terms Of Use
nl: Gebruiksvoorwaarden

source: Terms of Use
nl: Gebruiksvoorwaarden

source: Thank you!
nl: Bedankt!

source: Thanks!
nl: Dank!

source: That's exciting to hear. We'd love to earn that fifth star from you � how could we improve your experience?
nl: Dat is goed om te horen. Wij zouden graag die vijfde ster verdienen - hoe kunnen wij uw ervaring verbeteren?

source: The Ledger Chrome application is not installed
nl: De Ledger Chrome applicatie is niet ge�nstalleerd

source: The amount of Folm Coin immediately spendable from this wallet.
nl: De hoeveelheid Folm Coin direct beschikbaar voor besteding vanuit deze portefeuille.

source: The amount of Folm Coin stored in this wallet that is allocated as inputs to your pending transaction proposals. The amount is determined using unspent transaction outputs associated with this wallet and may be more than the actual amounts associated with your pending transaction proposals.
nl: De hoeveelheid Folm Coin opgeslagen in deze portefeuille die is toegewezen als invoer voor uw wachtende betalingsvoorstellen. De hoeveelheid is bepaald door te kijken naar ongebruikte transactie uitvoer geassocieerd met deze portefeuille en kan meer zijn dan de daadwerkelijke hoeveelheid geassocieerd met de wachtende betalingsvoorstellen.

source: The amount of Folm Coin stored in this wallet with less than 1 blockchain confirmation.
nl: De hoeveelheid Folm Coin opgeslagen in deze portefeuille met minder dan 1 blockchain bevestiging.

source: The derivation path
nl: Het derivatie pad

source: The exchange rate changes with the market.
nl: De wisselkoers wijzigt met de markt.

source: The higher the fee, the greater the incentive a miner has to include that transaction in a block. Current fees are determined based on network load and the selected policy.
nl: Des te hoger de transactievergoeding, des te meer reden een miner heeft om de transactie in een blok op te nemen. De huidige transactiekosten worden bepaald aan de hand van de drukte op het netwerk en het gekozen beleid.

source: The maximum number of consecutive unused addresses (20) has been reached. When one of your unused addresses receives a payment, a new address will be generated and shown in your Receive tab.
nl: Het maximum aantal opeenvolgende ongebruikte adressen (20) is bereikt. Wanneer een van uw ongebruikte adressen een betaling ontvangt zal een nieuw adres worden gegenereerd en worden getoond in het tabblad Ontvangen.

source: The official English Terms of Service are available on the FolmPay website.
nl: De offici�le Engelse Servicevoorwaarden zijn beschikbaar op de FolmPay website.

source: The password of the recovery phrase (if set)
nl: Het wachtwoord van de herstel-zin (indien ingesteld)

source: The payment was created but could not be completed. Please try again from home screen
nl: De betaling was aangemaakt maar kon niet worden voltooid. Probeer nogmaals vanaf het thuisscherm

source: The payment was removed by creator
nl: De betaling is verwijderd door de opsteller

source: The recovery phrase could require a password to be imported
nl: Voor het importeren van de herstel zin kan een wachtwoord nodig zijn.

source: The request could not be understood by the server
nl: Het verzoek kon niet worden begrepen door de server

source: The restore process will stop when 20 addresses are generated in a row which contain no funds. To safely generate more addresses, make a payment to one of the unused addresses which has already been generated.
nl: Het herstel proces zal stoppen wanneer er 20 adressen achter elkaar zijn gegenereerd die geen saldo bevatten. Om veilig meer adressen te genereren kan een betaling gedaan worden naar een van de reeds gegenereerde adressen.

source: The spend proposal is not pending
nl: Het bestedingsvoorstel is niet in behandeling

source: The total amount of Folm Coin stored in this wallet.
nl: De totale hoeveelheid Folm Coin opgeslagen in deze portefeuille.

source: The transaction history and every new incoming transaction are cached in the app. This feature clean this up and synchronizes again from the server
nl: De transactiegeschiedenis en elke ontvangen transactie zijn gecached in de app. Deze optie schoont het cache op en synchroniseert opnieuw met de server

source: The wallet service URL
nl: De portefeuille service URL

source: There are no wallets to make this payment
nl: Er zijn geen portefeuilles om deze betaling te maken

source: There is a new version of {{appName}} available
nl: Er is een nieuwe versie van {{appName}} beschikbaar

source: There is an error in the form
nl: Het formulier bevat een fout

source: There's obviously something we're doing wrong.
nl: Er is duidelijk iets dat we verkeerd doen.

source: This app is fantastic!
nl: Deze app is fantastisch!

source: This app stores your Folm Coin with cutting-edge security.
nl: Deze app bewaart uw Folm Coin met de nieuwste beveiliging.

source: This Folm Coin payment request has expired.
nl: Deze Folm Coin betalingsaanvraag is verstreken.

source: This password cannot be recovered. If the password is lost, there is no way you could recover your funds.
nl: Dit wachtwoord kan niet worden achterhaald. Als het wachtwoord verloren gaat is er geen mogelijkheid om uw Folm Coin terug te krijgen.

source: This recovery phrase was created with a password. To recover this wallet both the recovery phrase and password are needed.
nl: Deze herstel zin is aangemaakt met een wachtwoord. Om deze portefeuille te herstellen heeft u de herstel zin en het wachtwoord nodig.

source: This transaction could take a long time to confirm or could be dropped due to the low fees set by the sender
nl: Deze transactie zou lang kunnen wachten op een bevestiging of kan worden geschrapt vanwege de lage transactiekosten die de verzender heeft gekozen

source: This wallet is not registered at the given Folm Coin Wallet Service (BWS). You can recreate it from the local information.
nl: Deze portefeuille is niet geregistreerd bij de opgegeven Folm Coin Wallet Service (NWS). U kunt deze opnieuw aanmaken vanuit de lokale informatie.

source: Timeline
nl: Tijdlijn

source: To
nl: Naar

source: To get started, buy Folm Coin or share your address. You can receive Folm Coin from any wallet or service.
nl: Om aan de slag te gaan, koop Folm Coin of deel uw adres. U kunt Folm Coin ontvangen van elke portefeuille of dienst.

source: To get started, you'll need to create a Folm Coin wallet and get some Folm Coin.
nl: Om aan de slag te gaan zult u een Folm Coin portefeuille moeten aanmaken en wat Folm Coin moeten verkrijgen..

source: Total
nl: Totaal

source: Total Locked Balance
nl: Totaal Vergrendeld Saldo

source: Total number of copayers
nl: Totale aantal medebetalers

source: Touch ID Failed
nl: Touch ID Mislukt

source: Transaction
nl: Transactie

source: Transaction History
nl: Transactie Historie

source: Transaction already broadcasted
nl: Transactie reeds verzonden

source: Transaction created
nl: Transactie aangemaakt

source: Transaction not available at this time
nl: Transactie niet beschikbaar op dit moment

source: Transaction not found
nl: Transactie niet gevonden

source: Transfer to Wallet
nl: Naar portefeuille verplaatsen

source: Try again in {{expires}}
nl: Probeer opnieuw over {{expires}}

source: Turn Folm Coin into dollars, swipe anywhere Visa<sup>&reg;</sup> is accepted.
nl: Zet Folm Coin om in dollars, betaal overal waar Visa<sup>&reg;</sup> wordt geaccepteerd.

source: Type the Recovery Phrase (usually 12 words)
nl: Voer de herstel-zin in (meestal 12 woorden)

source: Uh oh...
nl: Oh oh...

source: Unconfirmed
nl: Onbevestigd

source: Unit
nl: Eenheid

source: Unsent transactions
nl: Niet-verzonden transacties

source: Unused Addresses
nl: Ongebruikte adressen

source: Unused Addresses Limit
nl: Ongebruikte adressen limiet

source: Update Available
nl: Update beschikbaar

source: Updating pending proposals. Please stand by
nl: Bestedingsvoorstel bijwerken. Een moment geduld

source: Updating transaction history. Please stand by.
nl: Transactie historie bijwerken. Een moment geduld.

source: Updating... Please stand by
nl: Bijwerken... Een moment geduld

source: Use Unconfirmed Funds
nl: Gebruik onbevestigd saldo

source: Validating recovery phrase...
nl: Herstel-zin valideren...

source: Version
nl: Versie

source: View
nl: Bekijk

source: View All Addresses
nl: Bekijk alle adressen

source: View Terms of Service
nl: Bekijk servicevoorwaarden

source: View Transaction on Insight
nl: Bekijk transacties op Insight

source: View Update
nl: Bekijk update

source: View on blockchain
nl: Bekijk op blockchain

source: WARNING: Key derivation is not working on this device/wallet. Actions cannot be performed on this wallet.
nl: WAARSCHUWING: Sleutel derivatie werkt op dit moment niet op dit apparaat/deze portefeuille. Er kunnen geen acties worden uitgevoerd met deze portefeuille.

source: WARNING: Not including the private key allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
nl: WAARSCHUWING: De priv� sleutel niet toevoegen maakt het wel mogelijk om het saldo en de transactie historie in te zien, en bestedingsvoorstellen aan te maken vanuit de export. Dit maakt het echter niet mogelijk om bestedingsvoorstellen goed te keuren (ondertekeken), dus <b>saldo is niet toegankelijk vanuit de export</b>.

source: WARNING: The private key of this wallet is not available. The export allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
nl: WAARSCHUWING: De priv� sleutel van deze portefeuille is niet beschikbaar. De export maakt het wel mogelijk om het saldo en de transactie historie in te zien, en bestedingsvoorstellen aan te maken. De export maakt het echter niet mogelijk om bestedingsvoorstellen goed te keuren (ondertekeken), dus <b>saldo is niet toegankelijk vanuit de export</b>.
