Repository: folm/FolmPay
Catalog: i18n/po/*.po
Languages: nl

source: (Trusted)
nl: (Vertrouwd)

source: (possible double spend)
nl: (mogelijke dubbele besteding)

source: * A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 24 hours have passed since the proposal was created.
nl: * Een betalingsvoorstel kan verwijderd worden als 1) u de maker bent en geen andere medebetaler heeft het gesigneerd, of 2) 24 uur zijn verstreken sinds het cre�ren van het betalingsverzoek

source: 5-star ratings help us get {{appName}} into more hands, and more users means more resources can be committed to the app!
nl: Beoordelingen van 5-sterren helpen ons het gebruik van {{appName}} te laten groeien, en meer gebruikers betekent dat wij meer middelen aan de app kunnen wijden!

source: A member of the team will review your feedback as soon as possible.
nl: Een lid van het team zal uw feedback zo spoedig mogelijk bekijken.

source: A total of {{amountAboveMaxSizeStr}} were excluded. The maximum size allowed for a transaction was exceeded.
nl: Een totaal van {{amountAboveMaxSizeStr}} is uitgesloten. De maximum toegestane grootte voor een transactie is overschreden.

source: A total of {{amountBelowFeeStr}} were excluded. These funds come from UTXOs smaller than the network fee provided.
nl: Een totaal van {{amountBelowFeeStr}} is uitgesloten. Dit bedrag komt van UTXO�s kleiner dan de door het netwerk opgestelde transactiekosten.

source: About
nl: Over

source: Accepted
nl: Geaccepteerd

source: Account Number
nl: Account Nummer

source: Activity
nl: Activiteit

source: Add Account
nl: Account toevoegen

source: Add FolmPay Account?
nl: FolmPay Account Toevoegen?

source: Add Contact
nl: Contact Toevoegen

source: Add Funds
nl: Saldo Toevoegen

source: Add Memo
nl: Notitie Toevoegen

source: Add a password
nl: Een wachtwoord toevoegen

source: Add account
nl: Account toevoegen

source: Add an optional password to secure the recovery phrase
nl: Een optioneel wachtwoord toevoegen om de herstel-zin te beveiligen

source: Add description
nl: Beschrijving toevoegen

source: Add wallet
nl: Portefeuille toevoegen

source: Address
nl: Adres

source: Address Book
nl: Adressenboek

source: Address Type
nl: Adres Type

source: Addresses With Balance
nl: Adressen Met Saldo

source: Advanced
nl: Geavanceerd

source: Advanced Settings
nl: Geavanceerde instellingen

source: All
nl: Alle

source: All Addresses
nl: Alle Adressen

source: All of your Folm Coin wallet balance may not be available for immediate spending.
nl: Mogelijk is niet al uw Folm Coin saldo beschikbaar voor onmiddelijke uitgave.

source: All signing devices must be added to this multisig wallet before Folm Coin addresses can be created.
nl: Alle signerende apparaten dienen te worden toegevoegd aan deze multisig portefeuille alvorens Folm Coin adressen aangemaakt kunnen worden.

source: Allow Camera Access
nl: Toegang tot camera inschakelen

source: Allow notifications
nl: Notificaties toestaan

source: Almost done! Let's review.
nl: Bijna klaar! Nog even controleren.

source: Alternative Currency
nl: Alternatieve valuta

source: Amount
nl: Bedrag

source: Amount below minimum allowed
nl: Bedrag onder het minimaal toegestane

source: Amount too big
nl: Bedrag te hoog

source: An update to this app is available. For your security, please update to the latest version.
nl: Er is een update voor deze app beschikbaar. Update voor uw veiligheid naar de meest recente versie van de app.

source: Anyone with your backup phrase can access or spend your Folm Coin.
nl: Eenieder met uw herstel-zin kan toegang verschaffen tot uw Folm Coin en deze uitgeven.

source: Are you being watched?
nl: Wordt er met u meegekeken?

source: Are you being watched? Anyone with your recovery phrase can access or spend your Folm Coin.
nl: Wordt er met u meegekeken? Eenieder met uw herstel-zin kan toegang verschaffen tot uw Folm Coin en deze uitgeven.

source: Are you sure you want to cancel and delete this wallet?
nl: Weet u zeker dat u wilt annuleren en deze portefeuille verwijderen?

source: Are you sure you want to delete this wallet?
nl: Weet u zeker dat u deze portefeuille wilt verwijderen?

source: Are you sure you want to reject this transaction?
nl: Weet u zeker dat u deze transactie wilt weigeren?

source: Are you sure you want to remove this transaction?
nl: Weet u zeker dat u deze transactie wilt verwijderen?

source: Are you sure you want to skip it?
nl: Weet u zeker dat u dit wilt overslaan?

source: Are you sure you would like to remove your FolmPay Card ({{lastFourDigits}}) from this device?
nl: Weet u zeker dat u uw FolmPay kaart ({{lastFourDigits}}) van dit apparaat wilt verwijderen?

source: Auditable
nl: Controleerbaar

source: Available
nl: Beschikbaar

source: Available Balance
nl: Beschikbaar Saldo

source: Average confirmation time
nl: Gemiddelde bevestigingstijd

source: BIP32 path for address derivation
nl: BIP32 pad voor adres derivatie

source: Backup Needed
nl: Back-up nodig

source: Backup all livenet wallets before using this function
nl: Maak een back-up van al uw portefeuilles voordat u gebruik maakt van deze functie.

source: Backup needed
nl: Back-up benodig

source: Back-up now
nl: Nu een back-up maken

source: Backup wallet
nl: Back-up portefeuille

source: Backup your wallet before using this function
nl: Maak een back-up van uw portefeuille voordat u deze functie gebruikt

source: Bad wallet invitation
nl: Foutieve portefeuille uitnodiging

source: Balance By Address
nl: Saldo per adres

source: Be sure to store your recovery phrase in a secure place. If this app is deleted, your money cannot be recovered without it.
nl: Wees er zeker van dat u uw herstel-zin op een veilige plek opslaat. Als deze app verwijderd is, kan uw saldo niet hersteld worden.

source: FolmPay Visa&reg; Cards
nl: FolmPay Visa&reg; kaarten

source: Folm Coin Address
nl: Folm Coin adres

source: Folm Coin Network Fee Policy
nl: Folm Coin netwerk-transactiekosten beleid

source: Folm Coin URI is NOT valid!
nl: Folm Coin verzoek(URI) is niet geldig!

source: Folm Coin Unit
nl: Folm Coin eenheid

source: Folm Coin is a currency.
nl: Folm Coin is een valuta.

source: Folm Coin is different &ndash; it cannot be safely held with a bank or web service.
nl: Folm Coin is anders &ndash; het kan niet veilig worden bewaard door een bank of web dienst.

source: Folm Coin is secure,<br>digital money.
nl: Folm Coin is een veilige <br>digitale valuta.

source: Folm Coin transactions include a fee collected by miners on the network.
nl: Folm Coin transacties bevatten transactiekosten voor de miners op het netwerk.

source: Broadcast Payment
nl: Betaling uitzenden

source: Broadcasted
nl: Uitgezonden

source: Broadcasting transaction
nl: Transactie verzenden

source: Browser unsupported
nl: Browser niet ondersteund

source: Buy &amp; Sell Folm Coin
nl: Koop &amp; verkoop Folm Coin

source: Buy Folm Coin
nl: Koop Folm Coin

source: Buying Folm Coin...
nl: Folm Coin aan het kopen...

source: Calculating fee
nl: Transactiekosten aan het berekenen

source: Cancel
nl: Annuleer

source: Cannot Create Wallet
nl: Kan geen portefeuille cre�ren

source: Cannot join the same wallet more that once
nl: Kan niet meer dan eenmaal aan dezelfde portefeuille deelnemen

source: Cards
nl: Kaarten

source: Certified by
nl: Gecertificeerd door

source: Check installation and retry.
nl: Controleer de installatie en probeer het nogmaals.

source: Choose a backup file from your computer
nl: Selecteer een back-up bestand van uw computer

source: Choose your destination wallet
nl: Selecteer de ontvangst portefeuille

source: Choose your source wallet
nl: Selecteer de verzend portefeuille

source: Clear
nl: Wissen

source: Clear cache
nl: Cache wissen

source: Click
nl: Klik

source: Close
nl: Sluiten

source: Color
nl: Kleur

source: Commit hash
nl: Hash toevoegen

source: Complete the backup process to use this option
nl: Voltooi het back-up proces om deze optie te gebruiken

source: Confirm
nl: Bevestig

source: Confirm &amp; Finish
nl: Bevestigen &amp; Afronden

source: Confirm your PIN
nl: Bevestig uw PIN

source: Confirm your new spending password
nl: Bevestig uw nieuwe wachtwoord voor transacties

source: Confirmations
nl: Bevestigingen

source: Confirming
nl: Bevestigen

source: Connect my Folm Coin Card
nl: Verbinding maken met mijn Folm Coin kaart

source: Connecting to Coinbase...
nl: Verbinden met Coinbase...

source: Connecting to Glidera...
nl: Verbinden met Glidera...

source: Connection reset by peer
nl: Verbinding gereset door peer

source: Contacts
nl: Contacten

source: Continue
nl: Doorgaan

source: Contribute Translations
nl: Vertalingen toevoegen

source: Copayer already in this wallet
nl: Medebetaler reeds in deze portefeuille

source: Copayer already voted on this spend proposal
nl: Medebetaler heeft al gestemd over dit betalingsvoorstel

source: Copayer data mismatch
nl: Medebetaler gegevens komen niet overeen

source: Copayer joined
nl: Medebetaler toegetreden

source: Copayer {{$index}}
nl: Medebetaler {{$index}}

source: Copied to clipboard
nl: Gekopieerd naar klembord

source: Copy this text as it is to a safe place (notepad or email)
nl: Kopieer deze tekst zoals deze is naar een veilige plek (kladblok of e-mail)

source: Copy to clipboard
nl: Kopieer naar klembord

source: Could not access the wallet at the server. Please check:
nl: Kon geen toegang krijgen tot de portefeuille op de server. Controleer:

source: Could not access wallet
nl: Kon geen toegang tot de portefeuille krijgen

source: Could not add message to imported wallet without shared encrypting key
nl: Er kon geen bericht aan de ge�mporteerde portefeuille worden toegevoegd zonder de gedeelde encryptie sleutel

source: Could not broadcast payment
nl: Kon de transactie niet uitzenden

source: Could not build transaction
nl: Kon transactie niet opzetten

source: Could not create address
nl: Kon geen adres cre�ren

source: Could not create using the specified extended private key
nl: Kon niet cre�ren met de gespecificeerde uitgebreide priv�-sleutel

source: Could not create using the specified extended public key
nl: Kon niet cre�ren met de gespecificeerde uitgebreide publieke sleutel

source: Could not create: Invalid wallet recovery phrase
nl: Kon niet worden aangemaakt: Ongeldige portefeuille herstel-zin

source: Could not decrypt file, check your password
nl: Kon het bestand niet decoderen, controleer uw wachtwoord

source: Could not delete payment proposal
nl: Kon het betalingsvoorstel niet verwijderen

source: Could not get dynamic fee
nl: Kon geen dynamische transactiekosten verkrijgen

source: Could not get dynamic fee for level: {{feeLevel}}
nl: Kon geen dynamische transactiekosten verkrijgen voor niveau: {{feeLevel}}

source: Could not get transactions
nl: Kon geen transacties verkrijgen

source: Could not import
nl: Kon niet importeren

source: Could not import. Check input file and spending password
nl: Kon niet importeren. Controleer bestand en bestedings-wachtwoord

source: Could not join wallet
nl: Kon niet toetreden tot de portefeuille

source: Could not reject payment
nl: Kon de betaling niet weigeren

source: Could not remove account
nl: Kon het account niet verwijderen

source: Could not remove card
nl: Kon de kaart niet verwijderen

source: Could not save preferences on the server
nl: Kon de voorkeuren niet opslaan op de server

source: Could not send payment
nl: Kon de betaling niet verzenden

source: Could not update transaction history
nl: Kon de transactiehistorie niet bijwerken

source: Could not update wallet
nl: Kon portefeuille niet updaten

source: Could not update wallets
nl: Kon portefeuilles niet updaten

source: Create Personal Wallet
nl: Cre�er een persoonlijke portefeuille

source: Create Shared Wallet
nl: Cre�er een gedeelde portefeuille

source: Create Folm Coin wallet
nl: Cre�er een Folm Coin portefeuille

source: Create new wallet
nl: Cre�er een nieuwe portefeuille

source: Create shared wallet
nl: Cre�er een gedeelde portefeuille

source: Create {{formData.requiredCopayers}}-of-{{formData.totalCopayers}} wallet
nl: {{formData.requiredCopayers}}-van-{{formData.totalCopayers}} portefeuille aanmaken

source: Created by
nl: Gecre�erd door

source: Creating Wallet...
nl: Portefeuille aan het cre�eren...

source: Creating transaction
nl: Transactie aan het cre�eren

source: Current fee rate for this policy
nl: Huidige transactiekosten voor dit beleid

source: Custom Amount
nl: Aangepast bedrag

source: Date
nl: Datum

source: Delete
nl: Verwijder

source: Delete Payment Proposal
nl: Verwijder betalingsvoorstel

source: Delete Wallet
nl: Verwijder portefeuille

source: Delete it and create a new one
nl: Verwijder het en cre�er een nieuwe

source: Deleting Wallet...
nl: Portefeuille aan het verwijderen...

source: Deleting payment proposal
nl: Betalingsvoorstel aan het verwijderen

source: Derivation Path
nl: Derivatie pad

source: Derivation Strategy
nl: Derivatie strategie

source: Disabled
nl: Uitgeschakeld

source: Do it later
nl: Later uitvoeren

source: Do not include private key
nl: Priv�-sleutel niet toevoegen

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
nl: Ziet u uw taal niet op Crowdin? Neem contact op met de eigenaar van Crowdin! We ondersteunen uw taal graag/

source: Each Folm Coin wallet can generate billions of addresses from your 12-word backup. A new address is automatically generated and shown each time you receive a payment.
nl: Economie

source: Email Address
nl: E-mailadres

source: Email Notifications
nl: E-mail notificatie

source: Empty addresses limit reached. New addresses cannot be generated.
nl: Lege adres limiet bereikt. Een nieuw adres kan niet worden aangemaakt.

source: Enable camera access in your device settings to get started.
nl: Sta camera toegang toe in de instellingen van uw apparaat om verder te gaan.

source: Enable email notifications
nl: E-mail notificaties toestaan

source: Enable push notifications
nl: Push-notificaties toestaan

source: Enable the camera to get started.
nl: Gebruik van de camera toestaan om verder te gaan.

source: Enter Amount
nl: Voor bedrag in

source: Enter Spending Password
nl: Voer uw transactie wachtwoord in

source: Enter Two Factor for your FolmPay account
nl: Voer twee-factor authenticatie in voor uw FolmPay account

source: Enter new spending password
nl: Voer nieuw transactie wachtwoord in

source: Enter the recovery phrase (BIP39)
nl: Voer de herstel-zin in (BIP39)

source: Enter your password
nl: Voor uw wachtwoord in

source: Error
nl: Fout

source: Error at confirm
nl: Fout bij bevestiging

source: Error creating wallet
nl: Fout bij het aanmaken van de portefeuille

source: Error pairing FolmPay Account
nl: Fout bij het koppelen van FolmPay account

source: Error scanning funds:
nl: Fout bij het scannen van het saldo:

source: Error sweeping wallet:
nl: Fout bij het opruimen van de portefeuille:

source: Error updating Debit Cards
nl: Fout bij het updaten van de Debit Cards

source: Exceeded daily limit of $500 per user
nl: De maximale dagelijks limiet van $500 per gebruiker overschreden

source: Expired
nl: Vervallen

source: Expires
nl: Vervalt

source: Export Wallet
nl: Exporteer de portefeuille

source: Export to file
nl: Exporteer naar bestand

source: Export wallet
nl: Exporteer portefeuille

source: Exporting via QR not supported for this wallet
nl: Exporteren via QR-code niet ondersteund voor deze portefeuille

source: Extended Public Keys
nl: Uitgebreide publieke sleutel

source: Extracting Wallet Information...
nl: Informatie van portefeuille verkrijgen...

source: Failed to export
nl: Exporteren mislukt

source: Family vacation funds
nl: Familie vakantie rekening

source: Fee
nl: Transactiekosten

source: Feedback could not be submitted. Please try again later.
nl: Feedback kan niet worden ingediend. Probeer het later nog eens

source: Fetching FolmPay Account...
nl: Ophalen FolmPay account...

source: Fetching Payment Information
nl: Betalingsinformatie ophalen

source: File/Text
nl: Bestand/Tekst

source: Finger Scan Failed
nl: Vingerscan mislukt

source: Finish
nl: Voltooien

source: For audit purposes
nl: Voor controle doeleinden

source: From
nl: Van

source: From FolmPay account
nl: Van FolmPay account

source: From the destination device, go to Add wallet &gt; Import wallet and scan this QR code
nl: Het saldo is vergrendeld in afwachting van bestedingsvoorstellen

source: Funds found:
nl: Gevonden Saldo:

source: Funds transferred
nl: Bedrag overgemaakt

source: Funds will be transferred to
nl: Het bedrag wordt overgemaakt naar

source: Generating .csv file...
nl: Het .csv bestand genereren...

source: Generating new address...
nl: Nieuw adres genereren...

source: Get local cash anywhere you go, from any Visa<sup>&reg;</sup> compatible ATM. ATM bank fees may apply.
nl: Neem lokale cash op waar u ook bent, uit iedere Visa<sup>&reg;</sup> geschikte Pinautomaat. Pinkosten zijn van toepassing.

source: Get news and updates from FolmPay
nl: Krijg nieuws en updates van FolmPay

source: Get started
nl: Aan de slag

source: Get started by adding your first one.
nl: Ga aan de slag door uw eerste toe te voegen.

source: Getting fee levels...
nl: Hoogte transactiekosten opvragen...

source: Go Back
nl: Terug

source: Go back
nl: Terug

source: Got it
nl: Ik begrijp het

source: Hardware Wallet
nl: Hardware portefeuille

source: Hardware not connected.
nl: Hardware niet aangesloten.

source: Hardware wallet
nl: Hardware portefeuille

source: Help & Support
nl: Help & Ondersteuning

source: Help and support information is available at the website.
nl: Help en ondersteuningsinformatie is beschikbaar op de website.

source: Hide
nl: Verberg

source: Hide Balance
nl: Verberg saldo

source: Hide Next Steps Card
nl: Verberg volgende stappen kaart

source: Hide advanced options
nl: Geavanceerde instellingen verbergen

source: How could we improve your experience?
nl: Hoe kunnen wij uw gebruikerservaring verbeteren?

source: How do you like {{appName}}?
nl: Hoe bevalt {{appName}}?

source: I don't like it
nl: Ik vind het niet leuk

source: I have read, understood, and agree to the <a ng-click="openTerms()" translate="">Terms of Use</a>.
nl: Ik heb de <a ng-click="openTerms()" translate="">Gebruikersvoorwaarden</a> gelezen, begrepen en ik ga hier mee akkoord.

source: I have read, understood, and agree with the Terms of use.
nl: Ik heb de gebruiksvoorwaarden gelezen, begrepen en ik ga hier mee akkoord.

source: I have written it down
nl: Ik heb het opgeschreven

source: I like the app
nl: Ik vind de app leuk

source: I think this app is terrible.
nl: Ik haat deze app

source: I understand
nl: Ik begrijp het

source: I understand that if this app is moved to another device or deleted, my Folm Coin can only be recovered with the backup phrase.
nl: Ik begrijp dat als deze app naar een ander apparaat wordt overgezet of verwijderd wordt, dat ik mijn Folm Coin alleen kan terugkrijgen met de herstel-zin.

source: I understand that my funds are held securely on this device, not by a company.
nl: Ik begrijp dat mijn Folm Coin veilig op dit apparaat worden opgeslagen, niet bij een extern bedrijf.

source: I've written it down
nl: Ik heb het opgeschreven

source: If enabled, all sensitive information (private key and recovery phrase) and actions (spending and exporting) associated with this wallet will be protected.
nl: Indien ingeschakeld, zal alle gevoelige informatie (priv�-sleutel en herstel-zin) en zullen alle acties (transacties en exporteren), geassocieerd met deze portefeuille, worden beschermd.

source: If enabled, the Recent Transactions card - a list of transactions occuring across all wallets - will appear in the Home tab.
nl: Indien ingeschakeld, zal de Recente Transacties kaart � een lijst van transacties van alle portefeuilles � worden weergegeven in het tabblad Start.

source: If enabled, wallets will also try to spend unconfirmed funds. This option may cause transaction delays.
nl: Als dit apparaat wordt vervangen of deze app verwijderd, kan noch u noch FolmPay uw Folm Coin terugkrijgen zonder een back-up.

source: If you have additional feedback, please let us know by tapping the "Send feedback" option in the Settings tab.
nl: Indien u additionele feedback heeft, laat het ons weten door �Verstuur feedback� te selecteren in het Tabblad Instellingen.

source: If you take a screenshot, your backup may be viewed by other apps. You can make a safe backup with physical paper and a pen.
nl: Importeer

source: Import Wallet
nl: Importeer een portefeuille

source: Import backup
nl: Importeer back-up

source: Import wallet
nl: Importeer een portefeuille

source: Importing Wallet...
nl: Portefeuille importeren...

source: In order to verify your wallet backup, please type your password.
nl: Om uw portefeuille back-up te verifi�ren dient u uw wachtwoord in te voeren.

source: Incomplete
nl: Incompleet

source: Incomplete wallet
nl: Incomplete portefeuille

source: Incorrect PIN, try again.
nl: PIN onjuist, nogmaals proberen.

source: Incorrect address network
nl: Onjuist netwerkadres

source: Incorrect code format
nl: Onjuist code format

source: Insufficient funds
nl: Onvoldoende saldo

source: Insufficient funds for fee
nl: Onvoldoende saldo voor transactiekosten

source: Invalid
nl: Ongeldig

source: Invalid account number
nl: Ongeldig accountnummer

source: Invalid address
nl: Ongeldig adres

source: Invalid data
nl: Ongeldige data

source: Invalid derivation path
nl: Ongeldig derivatie pad

source: Invitation to share a {{appName}} Wallet
nl: Uitnodiging om {{appName}} portefeuille te delen

source: Is there anything we could do better?
nl: Is er iets wat wij kunnen verbeteren?

source: Is this correct?
nl: Klopt dit?

source: Is this email address correct?
nl: Klopt dit e-mailadres?

source: It's a good idea to avoid reusing addresses - this both protects your privacy and keeps your Folm Coin secure against hypothetical attacks by quantum computers.
nl: Wij raden af om adressen te hergebruiken � dit beschermd uw privacy en houdt uw Folm Coin veilig in het hypotetische geval van een aanval met een Quantum computer.

source: It's important that you write your backup phrase down correctly. If something happens to your wallet, you'll need this backup to recover your money. Please review your backup and try again.
nl: Het is belangrijk om uw herstel-zin correct op te schrijven. Indien er iets gebeurd met uw portefeuille heeft u deze back-up nodig om uw Folm Coin te herstellen. Controleer uw back-up en probeer het nogmaals.

source: Join
nl: Toetreden

source: Join my {{appName}} Wallet. Here is the invitation code: {{secret}} You can download {{appName}} for your phone or desktop at {{appUrl}}
nl: Treed toe in mijn {{appName}} portefeuille. Hier is de uitnodingscode: {{secret}} U kunt {{appName}} downloaden voor uw telefoon of desktop via {{appUrl}}

source: Join shared wallet
nl: Deelnemen aan gedeelde portefeuille

source: Joining Wallet...
nl: Toetreden in portefeuille...

source: Just scan the code to pay.
nl: Scan de code om te betalen.

source: Key already associated with an existing wallet
nl: Sleutel wordt reeds geassocieerd met een bestaande portefeuille

source: Language
nl: Taal

source: Last Month
nl: Afgelopen maand

source: Let's verify your backup phrase.
nl: Laten we de herstel-zin controleren.

source: Loading addresses...
nl: Adressen laden...

source: Loading transaction info...
nl: Transactie informatie laden...

source: Lock App
nl: App vergrendelen

source: Lock by Fingerprint
nl: Vergrendelen met vingerafdruk

source: Lock by PIN
nl: Vergrendelen met PIN

source: Locked
nl: Vergrendeld

source: Locktime in effect. Please wait to create a new spend proposal
nl: Tijdslot actief. Wacht om een nieuw betalingsvoorstel aan te maken
